hybridCentralSolvers/Tutorials/superSonicCone/ras/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

touch ssCone.foam
runApplication `getApplication`
#runApplication postProcess -func sampleDict

#------------------------------------------------------------------------------
